Repository: NGO-portal/beyond-expectations-child-portal
Catalog: languages/parent-textdomain/*.po
Languages: ar_ar, sv_se

# comments title
source: One Comment
ar_ar: تعليق
sv_se: En kommentar

source: Older Comments
ar_ar: التعليقات الاقدم
sv_se: Äldre kommentarer

source: Newer Comments
ar_ar: التعليقات الاحدث
sv_se: Nyare kommentarer

source: Proudly powered by %s
sv_se: Drivs med %s

source: expand child menu
ar_ar: توسيع القائمة الابن
sv_se: expandera barnmenyn

source: collapse child menu
ar_ar: تصغير القائمة الابن
sv_se: Minimera meny

source: Primary Navigation
ar_ar: التنقل الاساسي
sv_se: Huvudnavigering

source: Social Navigation
ar_ar: التنقل الاجتماعي
sv_se: Social navigering

source: Primary Sidebar
ar_ar: الشريط الجانبي الاولي
sv_se: Huvudsidmeny

source: Secondary Sidebar
ar_ar: الشريط الجانبي الثانوي
sv_se: Sekundär sidopanel

source: Custom Sidebar
ar_ar: شريط جانبي مخصص
sv_se: Anpassat sidofält

source: Search
ar_ar: بحث
sv_se: Sök

source: Menu
ar_ar: قائمة
sv_se: Meny

source: View all posts by %s
ar_ar: مشاهدة جميع المشاركات بواسطة %s
sv_se: Visa alla inlägg av %s

source: Leave a Comment
ar_ar: اترك تعليقا
sv_se: Lämna en kommentar

source: <i class="fa fa-folder-open-o"></i> Posted In
ar_ar: نشر في <i class="fa-fa-folder-open-o"></i>
sv_se: <i class="fa fa-folder-open-o"></i>Postat i

source: <i class="fa fa-tags"></i> Tagged
ar_ar: موسومة <i class="fa-fa-tags"></i>
sv_se: <i class="fa fa-tags"></i> Taggad

source: Previous
ar_ar: السابق
sv_se: Föregående

source: Next
ar_ar: التالي
sv_se: Nästa

source: Search for: <small>
ar_ar: البحث عن: <small>
sv_se: Sök efter:<small>

source: Page Not Available
ar_ar: الصفحة غير متاحة
sv_se: Sidan inte tillgänglig

source: Nothing found for: <small>
ar_ar: لا يوجد أي شيء عن : <small>
sv_se: Inga sökresultat för: <small>

source: Nothing Found
ar_ar: لم يتم ايجاد اي شيء
sv_se: Ingenting hittades

source: Ready to publish your first post? <a href="%1$s">Get started here</a>.
ar_ar: جاهز لنشر اول بوست لك؟ <a href="%1$s">ابدأ هنا </a>
sv_se: Är du redo att posta ditt första inlägg? <a href=”%1$s”>Börja här</a>.

source: You tried going to %s, which doesn't exist, so that means I probably broke something.
ar_ar: أنت تحاول الذهاب إلى %s, التي لا توجد, وهذا يعني أن شيء ما لا يعمل.
sv_se: Du försökte gå till %s, som inte finns. Prova en sökning?

source: Nothing matched your search terms. Check out the most recent articles below or try searching for something else:
ar_ar: لا شيء يطابق بحثك. تحقق من أحدث المواضيع في الأسفل أو حاول البحث عن شيء آخر:
sv_se: Ingenting matchade dina söktermer. Kolla in de senaste artiklarna nedan eller sök efter något annat:

source: It seems we cannot find what you are looking for. Perhaps searching can help.
ar_ar: يبدو أننا لا نستطيع العثور عما تبحث عنه. ربما البحث قد يساعد.
sv_se: Det verkar som att vi inte kan hitta vad du söker efter. Kanske en sökning kan hjälpa?

source: Most Recent Posts
ar_ar: المواضيع الأحدث
sv_se: Senaste blogginläggen.

source: Beyond Expectations is responsive theme that comes with custom sidebar and full width without no sidebar. Custom Background and Header is available.
ar_ar: Beyond Expectation هو قالب تفاعلي الذي يأتي مع شريط جانبي مخصص وعرض كامل بدون شريط جانبي. خلفية مخصصة ورأس متاح.
sv_se: Beyond Expectations är ett responsivt tema som kommer med en anpassad sidomeny och en fullbreddssida utan sidomeny. Du kan använda en anpassad bakgrund och ett anpassat sidhuvud.
